export const questions = [
    {
        question: "Как се прави въстание",
        options: ['бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело да се'],
        answer: "бъдеще в духовното дело",
        _id: 'H000002fwefwe'
    },
    {
        question: "Как се прави въстание2",
        options: ['бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело да се'],
        answer: "бъдеще в духовното дело",
        _id: 'H000002fweffewfwe'
    },
    {
        question: "Как се прави въстание3",
        options: ['бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело', 'бъдеще в духовното дело да се'],
        answer: "бъдеще в духовното дело",
        _id: 'H000002fwfewfwefwe'
    },
]
