export const rules = [
    {
        rule: 'Целта на приложението е да образова и забавлява децата чрез интерактивна игра, включваща въпроси по история. Потребителите ще могат да открият важни исторически събития и личности чрез различни секции на приложението.',
        id: '00001'
    },
    {
        rule: 'Секция "ИГРАЙ" : В тази секция потребителите отговарят на въпроси с 4 възможни отговора. Всеки верен отговор носи точки, които се добавят към общия резултат на потребителя.',
        id: '00002'
    },
    {
        rule: 'Секция "Личности" : Тук можете да намерите информация за значими личности от българската история, която помага за разширяване на знанието и разбирането за историческите събития.',
        id: '00003'
    },
    {
        rule: 'Секция "Класация" : В тази секция се показват потребителите с техният брой точки. Точките се начисляват на базата на верните отговори. Класацията се обновява след завършване на играта. Всеки потребител има право на участие в класацията.',
        id: '00004'
    },
    {
        rule: 'Ако имате въпроси или нужда от помощ относно приложението, можете да се свържете с мен на: victorystefanov@gmail.com',
        id: '000010'
    },

]

export const rulesHeader = 'Условия и инструкции';