export const rules = [
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00001'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00002'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00003'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00004'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00005'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00006'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00007'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00008'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '00009'
    },
    {
        rule: 'Отговорност на потребителите е да осигурят съвместимостта на използвания софтуер и хардуер',
        id: '000010'
    },

]